(function (e) {
  function r(r) {
    for (
      var s, i, u = r[0], w = r[1], _ = r[2], b = 0, l = [];
      b < u.length;
      b++
    )
      (i = u[b]),
        Object.prototype.hasOwnProperty.call(t, i) && t[i] && l.push(t[i][0]),
        (t[i] = 0);
    for (s in w) Object.prototype.hasOwnProperty.call(w, s) && (e[s] = w[s]);
    c && c(r);
    while (l.length) l.shift()();
    return a.push.apply(a, _ || []), n();
  }
  function n() {
    for (var e, r = 0; r < a.length; r++) {
      for (var n = a[r], s = !0, u = 1; u < n.length; u++) {
        var w = n[u];
        0 !== t[w] && (s = !1);
      }
      s && (a.splice(r--, 1), (e = i((i.s = n[0]))));
    }
    return e;
  }
  var s = {},
    t = { app: 0 },
    a = [];
  function i(r) {
    if (s[r]) return s[r].exports;
    var n = (s[r] = { i: r, l: !1, exports: {} });
    return e[r].call(n.exports, n, n.exports, i), (n.l = !0), n.exports;
  }
  (i.m = e),
    (i.c = s),
    (i.d = function (e, r, n) {
      i.o(e, r) || Object.defineProperty(e, r, { enumerable: !0, get: n });
    }),
    (i.r = function (e) {
      "undefined" !== typeof Symbol &&
        Symbol.toStringTag &&
        Object.defineProperty(e, Symbol.toStringTag, { value: "Module" }),
        Object.defineProperty(e, "__esModule", { value: !0 });
    }),
    (i.t = function (e, r) {
      if ((1 & r && (e = i(e)), 8 & r)) return e;
      if (4 & r && "object" === typeof e && e && e.__esModule) return e;
      var n = Object.create(null);
      if (
        (i.r(n),
        Object.defineProperty(n, "default", { enumerable: !0, value: e }),
        2 & r && "string" != typeof e)
      )
        for (var s in e)
          i.d(
            n,
            s,
            function (r) {
              return e[r];
            }.bind(null, s)
          );
      return n;
    }),
    (i.n = function (e) {
      var r =
        e && e.__esModule
          ? function () {
              return e["default"];
            }
          : function () {
              return e;
            };
      return i.d(r, "a", r), r;
    }),
    (i.o = function (e, r) {
      return Object.prototype.hasOwnProperty.call(e, r);
    }),
    (i.p = "");
  var u = (window["webpackJsonp"] = window["webpackJsonp"] || []),
    w = u.push.bind(u);
  (u.push = r), (u = u.slice());
  for (var _ = 0; _ < u.length; _++) r(u[_]);
  var c = w;
  a.push([0, "chunk-vendors"]), n();
})({
  0: function (e, r, n) {
    e.exports = n("56d7");
  },
  "034f": function (e, r, n) {
    "use strict";
    var s = n("85ec"),
      t = n.n(s);
    t.a;
  },
  "56d7": function (e, r, n) {
    "use strict";
    n.r(r);
    n("e260"), n("e6cf"), n("cca6"), n("a79d");
    var s = n("2b0e"),
      t = function () {
        var e = this,
          r = e.$createElement,
          n = e._self._c || r;
        return n("div", { attrs: { id: "app" } }, [
          e.isAgree
            ? e._e()
            : n("div", { staticClass: "agreement" }, [
                n("p", { staticClass: "argeement-condition" }, [
                  e._v(
                    " Я розумію що данний сайт НЕ є достовірним джерелом інформації. "
                  ),
                ]),
                n(
                  "button",
                  { staticClass: "argeement-button", on: { click: e.agree } },
                  [e._v("Згоден перевіряти усі питання власноруч")]
                ),
              ]),
          e.isAgree
            ? n("div", { staticClass: "test" }, [
                n("h1", { staticClass: "test_name" }, [
                  e._v(e._s(e.testData[e.secretNumber].question)),
                ]),
                n(
                  "button",
                  {
                    class: [
                      "a" == e.letterOfRightAnswer ? "button-true" : "",
                      "a" != e.letterOfRightAnswer &&
                      "" != e.letterOfRightAnswer
                        ? "button-false"
                        : "",
                      "test_answer",
                    ],
                    on: {
                      click: function (r) {
                        return e.checkAnswer(
                          e.testData[e.secretNumber].answers.a,
                          "a"
                        );
                      },
                    },
                  },
                  [e._v(e._s(e.testData[e.secretNumber].answers.a))]
                ),
                n(
                  "button",
                  {
                    class: [
                      "b" == e.letterOfRightAnswer ? "button-true" : "",
                      "b" != e.letterOfRightAnswer &&
                      "" != e.letterOfRightAnswer
                        ? "button-false"
                        : "",
                      "test_answer",
                    ],
                    on: {
                      click: function (r) {
                        return e.checkAnswer(
                          e.testData[e.secretNumber].answers.b,
                          "b"
                        );
                      },
                    },
                  },
                  [e._v(e._s(e.testData[e.secretNumber].answers.b))]
                ),
                n(
                  "button",
                  {
                    class: [
                      "c" == e.letterOfRightAnswer ? "button-true" : "",
                      "c" != e.letterOfRightAnswer &&
                      "" != e.letterOfRightAnswer
                        ? "button-false"
                        : "",
                      "test_answer",
                    ],
                    on: {
                      click: function (r) {
                        return e.checkAnswer(
                          e.testData[e.secretNumber].answers.c,
                          "c"
                        );
                      },
                    },
                  },
                  [e._v(e._s(e.testData[e.secretNumber].answers.c))]
                ),
                n(
                  "button",
                  {
                    class: [
                      "d" == e.letterOfRightAnswer ? "button-true" : "",
                      "d" != e.letterOfRightAnswer &&
                      "" != e.letterOfRightAnswer
                        ? "button-false"
                        : "",
                      "test_answer",
                    ],
                    on: {
                      click: function (r) {
                        return e.checkAnswer(
                          e.testData[e.secretNumber].answers.d,
                          "d"
                        );
                      },
                    },
                  },
                  [e._v(e._s(e.testData[e.secretNumber].answers.d))]
                ),
                n(
                  "button",
                  {
                    class: [
                      "e" == e.letterOfRightAnswer ? "button-true" : "",
                      "e" != e.letterOfRightAnswer &&
                      "" != e.letterOfRightAnswer
                        ? "button-false"
                        : "",
                      "test_answer",
                    ],
                    on: {
                      click: function (r) {
                        return e.checkAnswer(
                          e.testData[e.secretNumber].answers.e,
                          "e"
                        );
                      },
                    },
                  },
                  [e._v(e._s(e.testData[e.secretNumber].answers.e))]
                ),
              ])
            : e._e(),
          e.isAgree
            ? n(
                "button",
                { staticClass: "stat_button", on: { click: e.showStat } },
                [e._v("Звіт")]
              )
            : e._e(),
          e.isAgree
            ? n(
                "button",
                {
                  staticClass: "back_question arrows",
                  on: { click: e.backQuestion },
                },
                [e._v("⟸ Назад")]
              )
            : e._e(),
          e.isAgree
            ? n(
                "button",
                {
                  staticClass: "next_question arrows",
                  on: { click: e.nextQuestion },
                },
                [e._v("Вперед ⟹")]
              )
            : e._e(),
          e.isAgree
            ? n(
                "button",
                {
                  staticClass: "next_question arrows",
                  on: { click: e.nextQuestion },
                },
                [e._v("Вперед ⟹")]
              )
            : e._e(),
          e.isStat
            ? n("div", { staticClass: "stat", on: { click: e.closeStat } }, [
                n("div", { staticClass: "window" }, [
                  n("h2", { staticClass: "stat-text" }, [
                    e._v("Ваш результат:"),
                  ]),
                  n("p", { staticClass: "stat-text" }, [
                    e._v(
                      "В данному буклеті " + e._s(e.restOfQuestions) + " питань"
                    ),
                  ]),
                  n("p", { staticClass: "stat-text" }, [
                    e._v("Пройдено запитань:"),
                    n("br"),
                    e._v(e._s(e.secretNumber + 1)),
                  ]),
                  n("p", { staticClass: "stat-text" }, [
                    e._v("Відповіли правильно:"),
                    n("br"),
                    e._v(e._s(e.rightAnswers)),
                  ]),
                  n("p", { staticClass: "stat-text" }, [
                    e._v("Допустили помилок:"),
                    n("br"),
                    e._v(e._s(e.wrongAnswers) + " "),
                  ]),
                  e.rightAnswers || e.wrongAnswers
                    ? n("p", { staticClass: "stat-text" }, [
                        e._v(
                          "Результат: " +
                            e._s(
                              (
                                (e.rightAnswers /
                                  (e.rightAnswers + e.wrongAnswers)) *
                                100
                              ).toFixed(1)
                            ) +
                            " %"
                        ),
                      ])
                    : e._e(),
                ]),
              ])
            : e._e(),
        ]);
      },
      a = [],
      i = n("ce9a"),
      u = {
        name: "App",
        data: function () {
          return {
            isAgree: !1,
            testData: i,
            secretNumber: 0,
            isQuestionPassed: !1,
            restOfQuestions: i.length + 1,
            rightAnswers: 0,
            wrongAnswers: 0,
            percentage: 0,
            letterOfRightAnswer: "",
            isStat: !1,
          };
        },
        methods: {
          showStat: function () {
            this.isStat = !this.isStat;
          },
          closeStat: function () {
            this.isStat = !1;
          },
          agree: function () {
            this.shuffle(this.testData), (this.isAgree = !0);
          },
          shuffle: function (e) {
            console.log('shuffle!!!');
            var r,
              n,
              s = e.length;
            while (0 !== s)
              (n = Math.floor(Math.random() * s)),
                (s -= 1),
                (r = e[s]),
                (e[s] = e[n]),
                (e[n] = r);
            return e;
          },
          backQuestion: function () {
            this.secretNumber > 0
              ? (this.secretNumber -= 1)
              : alert("Ви на першому запитанні.");
          },
          nextQuestion: function () {
            200 == this.secretNumber
              ? alert("Тестування завершено.")
              : ((this.secretNumber += 1), (this.letterOfRightAnswer = ""));
          },
          checkAnswer: function (e) {
            (this.isQuestionPassed = !0),
              (this.restOfQuestions -= 1),
              e == this.testData[this.secretNumber].right_answer_full
                ? ((this.rightAnswers += 1),
                  (this.letterOfRightAnswer = this.testData[
                    this.secretNumber
                  ].right_answer))
                : ((this.wrongAnswers += 1),
                  (this.letterOfRightAnswer = this.testData[
                    this.secretNumber
                  ].right_answer));
          },
        },
      },
      w = u,
      _ = (n("034f"), n("2877")),
      c = Object(_["a"])(w, t, a, !1, null, null, null),
      b = c.exports;
    (s["a"].config.productionTip = !1),
      new s["a"]({
        render: function (e) {
          return e(b);
        },
      }).$mount("#app");
  },
  "85ec": function (e, r, n) {},
  ce9a: function (e) {
    e.exports = [
      {
        "answers": {
          "a": "Варикозно розширені вени стравоходу.",
          "b": "Синдром Маллорі-Вейса.",
          "c": "Кила стрвоходного отвору діафрагми.",
          "d": "Пухлина шлунка. ",
          "e": "Виразка дванадцятипалої кишки. ",
          "f": "Терміни У-Р\tзригування - срыгивание; рясна - облильная"
        },
        "question": "У хворого, 56 років, що тривалий час страждає на цироз печінки, раптово виникло зригування свіжої крові, а потім рясна багаторазова блювота свіжою кров/ю. Стан важкий, свідомість сплутана, шкірні покриви бліді, АТ 90/60 мм рт.ст.,  пульс 100/хв., слабкого наповнення. ОАК: Ер- 2,2 х 1012/л,  Hb- 80г/л.  Вкажіть ймовірне джерело кровотечі. ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Варикозно розширені вени стравоходу.",
        "number": 1
      }, {
        "answers": {
          "a": "Гострий коронарний синдром ",
          "b": "Трансмуральний інфаркт міокарду",
          "c": "Розшаровуюча аневризма аорти ",
          "d": "Крупновогнищний інфаркт міокарду",
          "e": "Субендокардіальний інфаркт міокарду"
        },
        "question": "У хворого, 62 років, після фізичної праці з’явились скарги на біль за грудиною здавлюючого характеру, який віддається у плече, погано полегшується за допомогою  нітрогліцерину. Ps 94 уд/хв, ритмічний, АТ 115/70 мм.рт.ст. На ЕКГ елевація сегменту ST. Ваш попередній діагноз? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий коронарний синдром ",
        "number": 2
      }, {
        "answers": {
          "a": "Ішемічний інсульт ",
          "b": "Субарахноїдальний крововилив",
          "c": "Пухлина головного мозку",
          "d": "Інфаркт міокарду",
          "e": "Паренхіматозний крововилив"
        },
        "question": "У хворого, 67 років, після психо-емоційного стресу порушилось мовлення, з’явилиси попирхування при ковтанні, зникла чутливість у лівій руці. Об’єктивно: парез м’якого піднебіння  зліва, мовної зв’язки, птоз, енофтальм зліва, гемігіпоалгезія зліва. Який попередній діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Ішемічний інсульт ",
        "number": 3
      }, {
        "answers": {
          "a": "Гастродуоденоскопія",
          "b": "Плазма, поліглюкін, лактосол.",
          "c": "Фізіологічний розчин, розчини глюкози.",
          "d": "Манітол, сорбітом, полідез.   ",
          "e": "Сольові розчини.",
          "f": "Ангіографія",
          "g": "Коагулограма",
          "undefined": "Колоноскопія"
        },
        "question": "Найбільш важливий метод обстеження хворого з шлунково-кишковою кровотечею та шунтуванням аорти в анамнезі?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гастродуоденоскопія",
        "number": 4
      }, {
        "answers": {
          "a": "Свіжозаморожена плазма",
          "b": "Еритроцитарна маса.",
          "c": "Фібриноген.",
          "d": "Кріопреципітат.   ",
          "e": "Нативна плазма."
        },
        "question": "Які трансфузійні середовища виявляють оптимальний гемостатичний ефект при гіпокоагуляційній кровотечі?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Свіжозаморожена плазма",
        "number": 5
      }, {
        "answers": {
          "a": "Відновлення дихання і кровообігу, гемостаз, знеболення, накладення пов’язок, джгутів, іммобілізація.",
          "b": "Здійснення інтубації трахеї, ШВЛ, внутрішньовенна інфузія.",
          "c": "Проведення протишокових заходів, гемотрансфузія при крововтраті.",
          "d": "Медикаментозна корекція геодинамічних порушень.",
          "e": "Підготовка до наркозу та оперативного лікування."
        },
        "question": "В чому полягає об’єм медичної допомоги на першому етапі на місці пригоди при масових аваріях і катастрофах.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Відновлення дихання і кровообігу, гемостаз, знеболення, накладення пов’язок, джгутів, іммобілізація.",
        "number": 6
      }, {
        "answers": {
          "a": "Інсульт",
          "b": "Аневризма аорти",
          "c": "Застійна серцева недостатність",
          "d": "Інфаркт міокарда",
          "e": "Ниркова недостатність"
        },
        "question": "У чоловіка 33 років без скарг артеріальний тиск 166/112 мм.рт.ст., рівень електролітів в межах норми. Ефективна антигіпертензивна терапія скоріше  за все зменшить вірогідність розвитку якого з перерахованих станів?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Інсульт",
        "number": 7
      }, {
        "answers": {
          "a": " Синдром Маллорі-Вейса.  ",
          "b": "Кровотеча з варикозно розширених вен стравоходу. ",
          "c": "Грижа стравохідного отвору діафрагми. ",
          "d": "Виразкова хвороба дванадцятипалої кишки, кровотеча. ",
          "e": "Рак шлунку."
        },
        "question": "Чоловік 40-ка років надійшов в приймальне відділення зі скаргами на блювоту великою кількістю червоної крові, якій передувала нудота і багаторазове, нестримне блювання без домішки крові. Блювота виникла після вживання великої кількості алкоголю і жирної їжі на тлі повного здоров'я. Який ваш попередній діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": " Синдром Маллорі-Вейса.  ",
        "number": 8
      }, {
        "answers": {
          "a": "Дуплексне ультразвукове сканування венозних судин кінцівок.",
          "b": "Дослідити коагулограму або орієнтуватися на показники тромбоеластограми.",
          "c": "Радіонуклідне дослідження міченим фібриногеном.",
          "d": "Визначити надлишковий вміст фібріну-мономеру; продуктів деградації фібрину та фібриногену в плазмі.",
          "e": "Провести венографію."
        },
        "question": "Хворий, 67 років, на гострий панкреатит відчув біль в литкових м’язах. Мається незначний набряк в ділянці щиколоток, гіперемія шкіри. Позитивний симптом Хоманса.  Запідозрено тромбоз глибоких вен гомілки. Які діагностичні методи потрібно застосувати для підтвердження діагнозу?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Дуплексне ультразвукове сканування венозних судин кінцівок.",
        "number": 9
      }, {
        "answers": {
          "a": "Виконують хірургічну обробку рани промеженним доступом, ушиваючи стінку кишки дворядним швом. Обов’язкове накладання колостоми. ",
          "b": "Виконують хірургічну обробку рани промеженним доступом, ушиваючи стінку кишки дворядним швом. ",
          "c": "Проведення екстреної лапаротомії і ушивання дефекту в кишці дворядним швом. Виведення сігмостоми. Дренування черевної порожнини.",
          "d": "Затримка стільця на 5-6 днів. Призначення мікро клізм з антисептичними розчинами.",
          "e": "Хірургічна обробка рани промеженним доступом без ушивання прямої кишки. Дренування параректальної клітковини. "
        },
        "question": "Постраждала зґвалтована в збоченій формі. При надходженні виявлено ушкодження всієї стінки прямої кишки. Симптомів перитоніту немає. Як лікувати дане ушкодження? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Виконують хірургічну обробку рани промеженним доступом, ушиваючи стінку кишки дворядним швом. Обов’язкове накладання колостоми. ",
        "number": 10
      }, {
        "answers": {
          "a": "Слід провести первинну хірургічну обробку рани з тимчасовим шунтуванням підколінної артерії поліхлорвініловим шунтом. Евакуювати ураженого на етап спеціалізованої допомоги.",
          "b": "Слід провести первинну хірургічну обробку рани з перев’язкою підколінної артерії.",
          "c": "Слід накласти джгут на нижню третину стегна, асептичну пов’язку та евакуювати ураженого на етап спеціалізованої допомоги.",
          "d": "Слід провести первинну хірургічну обробку рани, накласти судинний шов або здійснити ауто венозне шунтування. ",
          "e": "Виконати ампутацію кінцівки."
        },
        "question": "Поранений отримав вогнепальне поранення підколінної артерії. Яке хірургічне втручання слід провести на етапі кваліфікованої медичної допомоги?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Слід провести первинну хірургічну обробку рани з тимчасовим шунтуванням підколінної артерії поліхлорвініловим шунтом. Евакуювати ураженого на етап спеціалізованої допомоги.",
        "number": 11
      }, {
        "answers": {
          "a": "Ці поранені хірургічного втручання не потребують. ",
          "b": "Слід провести екстрену торакотомію з боку ушкодження.",
          "c": "Проводиться дренування плевральної порожнини в ІІ міжребер’ї  по середній ключичній лінії та в VІІІ міжребер’ї по задній пахвовій лінії.  ",
          "d": "Проводиться ушивання раневих отворів.",
          "e": "Виконують плевральні пункції з введенням антибіотиків широкого спектру дії."
        },
        "question": "Який об’єм  хірургічної допомоги слід провести пораненому з крапковими сліпими і крізними проникаючими пораненнями  легень  на етапі кваліфікованої медичної допомоги, коли відсутні симптоми вираженої внутрішньої кровотечі  та пневмотораксу, що наростає.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Ці поранені хірургічного втручання не потребують. ",
        "number": 12
      }, {
        "answers": {
          "a": "Фібриляція передсердь",
          "b": "Фібриляція шлуночків",
          "c": "Атріо-вентрикулярна тахікардія",
          "d": "Тріпотіння передсердь",
          "e": "Шлуночкова тахікардія"
        },
        "question": "До приймального відділення міської лікарні бригадою швидкої медичної допомоги доставлено пацієнтку Б., 33 років. Пацієнтка скаржиться на відчуття неритмічного прискореного серцебиття, запаморочення. Об'єктивно: пульс – 127/хв., аритмічний. Артеріальний тиск - 107/63 мм рт.ст. На ЕКГ: ЧСС 145/хв., електрична вісь серця горизонтальна, зубці Р відсутні, інтервали R-R різні за тривалістю, комплекси QRS не поширені, дрібнохвильові коливання ізолінії. Який найбільш вірогідний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Фібриляція передсердь",
        "number": 13
      }, {
        "answers": {
          "a": "Гострий постінфекційний міокардит",
          "b": "Гострий пневмоніт",
          "c": "Аритмогенна дисплазія правого шлуночка",
          "d": "Гіпертрофічна кардіоміопатія",
          "e": "Дистрофія міокарду"
        },
        "question": "Вчительку Д. 37 років, було госпіталізовано у кардіологічне відділення зі скаргами на підвищення температури тіла до 37,5°С, пітливість, загальну слабкість; хвора скаржиться на відчуття неритмічного серцебиття, болі в прекардіальній ділянці ниючого характеру, задишку при незначній фізичній  активності. З анамнезу відомо, що за  2 тижні до надходження у стаціонар вона перенесла ГРВІ. Об'єктивно: загальний стан середньої тяжкості, ближче до тяжкого. Шкіряні покрови чисті, бліді, набряки гомілок, ціаноз губ, перебуває у положенні ортопное. При аускультації легень – жорстке дихання з обох сторін, в нижніх відділах з обох боків - поодинокі крепітуючі хрипи. ЧДР - 22/хв. Межі серця при перкусії розширені на 2,5-3 см, тони серця рівномірно приглушені в усіх точках аускультації, вислуховується систолічний шум 2-го ступеня інтенсивності на верхівці серця. Пульс аритмічний, 123/хв. ЧСС - 123/хв. Ваш діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий постінфекційний міокардит",
        "number": 14
      }, {
        "answers": {
          "a": "Синдром Фредеріка",
          "b": "Синоаурикулярна блокада IІI ступеня",
          "c": "Атріовентрикулярна блокада I ступеня",
          "d": "Повна блокада лівої ніжки пучка Гіса",
          "e": "Повна блокада правої ніжки пучка Гіса"
        },
        "question": "Пацієнт Д, 45 років, знаходиться на стаціонарному лікуванні у кардіологічному відділенні зі скаргами епізоди запаморочення, втрати свідомості, також відмічає постійно не ритмічне повільне серцебиття, зниження толерантності до фізичного навантаження. Об'єктивно: пульс – 41/хв., ритмічний. Артеріальний тиск - 152/93 мм рт.ст. На ЕКГ: інтервали R-R однакові, зубці Р відсутні, ізолінія хвиляста за рахунок хвиль \"f\", комплекси QRS розширені до 124 мсек. Який найбільш вірогідний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Синдром Фредеріка",
        "number": 15
      }, {
        "answers": {
          "a": "Оглядовий знімок черевної порожнини у вертикальному положенні хворого",
          "b": "УЗД органів черевної порожнини",
          "c": "Оглядовий знімок черевної порожнини у горизонтальному положенні хворого",
          "d": "Рентгеноконтрастне обстеження шлунка і дванадцятипалої кишки.",
          "e": "Термографія черевної порожнини."
        },
        "question": "Хворий 32 років, який поступив у клініку в ургентному стані зі скарга на гострі болі в животі, що виникли раптово. В анамнезі виразкова хвороба 12-палої кишки. При огляді виявлено симптоми подразнення черевної порожнини. Був запідозрений прорив виразки. Яке дослідження дозволить підтвердити попередній діагноз.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Оглядовий знімок черевної порожнини у вертикальному положенні хворого",
        "number": 16
      }, {
        "answers": {
          "a": "Спонтанний пневмоторакс",
          "b": "Лівостороння пневмонія",
          "c": "Тромбоемболія легеневої артерії",
          "d": "Інфаркт міокарду",
          "e": "Лівосторонній ексудативний плеврит"
        },
        "question": "Чоловік 34 років, у приймальному відділенні скаржиться на гострий біль у лівій половині грудної клітини, задишку, яка посилюється при будь-яких рухах. Захворів раптово після значного фізичного навантаження. При огляді: помірний ціаноз обличчя, ліва половина грудної клітки відстає в акті дихання. Перкуторно: зліва – тимпаніт, дихання відсутнє, ЧД – 24/хв. Тони серця послаблені, ЧСС – 92 уд./хв. На рентгенограмі видна лінія вісцеральної плеври, назовні від неї - легеневий рисунок відсутній. Який найбільш імовірний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Спонтанний пневмоторакс",
        "number": 17
      }, {
        "answers": {
          "a": "Адреналіну",
          "b": "Преднізолону",
          "c": "Астмопенту",
          "d": "Еуфілину",
          "e": "Допаміну"
        },
        "question": "У жінки 30 років через 30 хвилин після внутрішньом'язової ін'єкції ампіцилліну виникла різка слабкість, свербіж обличчя та рук, нудота, кашель, задишка, біль у грудній клітці. При огляді: ціаноз, набряк повік, обличчя, шиї, шкіра волога з червоною висипкою. Пульс – 120/хв., АТ – 60/30 мм рт.ст., тони серця глухі, дихання часте, поверхневе з великою кількістю різнокаліберних вологих хрипів. З введення якого препарату необхідно починати невідкладну допомогу?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Адреналіну",
        "number": 18
      }, {
        "answers": {
          "a": "Гострий пієлонефрит",
          "b": "Інтерстиціальний нефрит ",
          "c": "Полікістоз нирок",
          "d": "Гломерулонефрит",
          "e": "Гострий цистит"
        },
        "question": "Сформулюйте діагноз.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий пієлонефрит",
        "number": 19
      }, {
        "answers": {
          "a": "Полікістоз нирок",
          "b": "Гіпертензивна нефропатія ",
          "c": "Кістозна дисплазія нирок",
          "d": "Діабетична нефропатія",
          "e": "Гломерулонефрит"
        },
        "question": "Хворий 47  років. Скарги на  слабкість, підвищення артеріального тиску на почервоніння сечі. Об'єктивно: пальпуються збільшені нирки з обох сторін.  В аналізі сечі – мікрогематурія, помірна протеїнурія. Сформулюйте діагноз.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Полікістоз нирок",
        "number": 20
      }, {
        "answers": {
          "a": "Тромбоз кавернозного синуса, КТ ",
          "b": "Геморагічний інсульт, КТ",
          "c": "Ішемічний інсульт, консультація невролога ",
          "d": "Пухлина мозку",
          "e": "Етмоїдіт"
        },
        "question": "Хворий 38 років. Скарги  на підвищення температури тіла, біль у правій частині обличчя, витрішкуватість справа. Погіршення учора. Лікується у стоматолога. Стан середнього ступеню тяжкості. Температура тіла – 39,40С. ЧСС – 106/хв., АТ – 115/70 мм рт.ст. Помірний екзофтальм справа. Ознаки дисфункції 3 та 6 пари черепних нервів.  Аналіз крові: еритроцити – 3,2 х 1012/л, гемоглобін –  144 г/л, лейкоцити -16,2 х 109/л, тромбоцити - 268 х  109/л. Сформулюйте діагноз та необхідне обстеження.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Тромбоз кавернозного синуса, КТ ",
        "number": 21
      }, {
        "answers": {
          "a": "Стан після струмектомії: тиреотоксичний криз ",
          "b": "Стан після струмектомії: післяопераційний гіпопаратиреоз",
          "c": "Симпатоадреналовий криз",
          "d": "Стан після струмектомії: гіпотиреоїдна прекома ",
          "e": "Катехоламіновий криз"
        },
        "question": "У хворої, 25 років, ввечері після операції з приводу змішаного токсичного зобу, з’явилися серцебиття, дифузна пітливість, задишка, нудота, блювота. Температура тіла підвищилася до 39,5°С. Об’єктивно:  хвора збуджена, мова невиразна, шкіра гаряча, волога, виражений тремор рук. Пульс 166 уд. за хв., ритмічний. Живіт м’який, безболісний. Який ймовірний діагноз? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Стан після струмектомії: тиреотоксичний криз ",
        "number": 22
      }, {
        "answers": {
          "a": "Анаприлін, преднізолон, мерказоліл, розчин Люголя, димедрол",
          "b": "Строфантин, L-тироксин, бісопролол, церукал, анальгін",
          "c": "Кордарон, еутирокс, контрикал, лазикс, димедрол",
          "d": "Етацизін, контрикал, валеріана, дексаметазон, папаверин",
          "e": "Парацетамол, валеріана, фуросемід, контрикал, метопролол"
        },
        "question": "У хворої, 25 років, ввечері після операції з приводу змішаного токсичного зобу, з’явилися серцебиття, дифузна пітливість, задишка, нудота, блювота. Температура тіла підвищилася до 39,5°С. Об’єктивно:  хвора збуджена, мова невиразна, шкіра гаряча, волога, виражений тремор рук. Пульс 166 уд. за хв., ритмічний. Живіт м’який, безболісний. Вкажіть, які з наведених препаратів слід призначити хворої в першу чергу.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Анаприлін, преднізолон, мерказоліл, розчин Люголя, димедрол",
        "number": 23
      }, {
        "answers": {
          "a": "В/в струменево 10-20 мл 10 % розчину кальцію хлориду, Альфа-Д3-Нікомед 6-8 таблеток",
          "b": "В/м вітаміни В1+В6+В12 3 мл, реланіум 5 мг 2 таблетки",
          "c": "В/м габапентин 300 мг,  Альфа-Д3-Нікомед 1 таблетка",
          "d": "Карбамазепин 200 мг та глюконат кальцію 500 мг перорально",
          "e": "Глюконат кальцію 1000 мг перорально,  Альфа-Д3-Нікомед 1 таблетка"
        },
        "question": "Хворій, 32 років, була проведена тіреоїдектомія з приводу дифузного токсичного зобу. Через тиждень після операції 1-2 рази на день з’явилися судомні скорочення м’язів рук, тривалістю 2 хвилини, супроводжуються онімінням обличчя. Об’єктивно: пульс 72 уд./хв., АТ 120/80 мм рт.ст. З боку внутрішніх органів патології не виявлено. Позитивні симптоми Труссо, Хвостека.  Вкажіть препарати для надання невідкладної допомоги хворій. ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "В/в струменево 10-20 мл 10 % розчину кальцію хлориду, Альфа-Д3-Нікомед 6-8 таблеток",
        "number": 24
      }, {
        "answers": {
          "a": "Метотрексат ",
          "b": "Метилпреднізолон",
          "c": "Дексаметазон",
          "d": "Мофетіла мікофенолат",
          "e": "Сульфасалазин"
        },
        "question": "Пацієнтці 38 років вперше веріфікують діагноз ревматоїдного артриту, активність 2 ст, серопозитивний варіант. У запальний процес залучено п'ястно-фалангові та проксимальні міжфалангові суглоби обох кистей, променево-зап'ястні та колінні суглоби; ранкова скутість близько 2 годин; ШОЕ 34, СРБ ++, РФ ++. Який препарат доцільніше призначити в якості першої лінії базисної терапії?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Метотрексат ",
        "number": 25
      }, {
        "answers": {
          "a": "Оцінка рівня сечової кислоти ",
          "b": "Оцінка ЗАК",
          "c": "МРТ суглобів стопи",
          "d": "Рентгенографія суглобів стопи",
          "e": "Anti-CCP"
        },
        "question": "Хворий 56 років скаржиться на різкий біль, припухлість та почервоніння 1-го плюсне-фалангового суглобу правої стопи, що виник раптово надвечір, значно посилився вночі. Напередодні було звичайне фізичне навантаження, не травмувався. За 2 дні до приступу вживав м'ясні страви та алкоголь. Яке дослідження доцільніше провести перш за все для підтвердження діагнозу? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Оцінка рівня сечової кислоти ",
        "number": 26
      }, {
        "answers": {
          "a": "Геморагічний васкуліт",
          "b": "Хвороба Лайма (бореліоз)",
          "c": "Системній червоний вовчак",
          "d": "Вузлова еритема",
          "e": "Алергічна реакція"
        },
        "question": "Пацієнт 24 років звернувся до дерматолога із скаргами на рясний червоний висип на шкірі гомілок та передпліччя, ниючий біль та помірне припухання в обох колінних суглобах, що виникло через 3 дні після висипу. При об'єктивному огляді на шкірі гомілок, стегон та передпліч є множинні геморагічні елементи, що пальпуються, подекуди – зливні, не зникають при натисканні, без свербіжу та злущення. Який найбільш ймовірний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Геморагічний васкуліт",
        "number": 27
      }, {
        "answers": {
          "a": "Гострий ларинготрахеїт",
          "b": "Гострий бронхіт",
          "c": "Бронхіальна астма ",
          "d": "Пневмонія",
          "e": "Інородне тіло дихальних шляхів"
        },
        "question": "У дитини 1,5 років ввечері з'явилися гавкаючий кашель та осиплість голосу. Температура тіла 37,8°С. На тлі кашлю спостерігається інспіраторна задишка. Дитина неспокійна. Шкіра звичайного кольору. Найбільш ймовірний діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий ларинготрахеїт",
        "number": 28
      }, {
        "answers": {
          "a": "Тетрада Фалло",
          "b": "Дефект міжпередсердної перегородки",
          "c": "Дефект міжшлуночкової перегородки",
          "d": "Відкритий артеріальний проток ",
          "e": "Коарктація аорти"
        },
        "question": "При огляді дитини віком 1 місяць лікар спостерігає ціаноз шкіри обличчя та верхніх кінцівок під час плачу. Зі слів матері дитини, «синюшний» колір обличчя з'являється дома при годуванні дитини, а коли дитина плаче - ще й шумне та часте дихання. Яка вада розвитку серця у дитини? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Тетрада Фалло",
        "number": 29
      }, {
        "answers": {
          "a": "Атопічний дерматит.",
          "b": "Кропив’янка.",
          "c": "Кір.  ",
          "d": "Набряк Квінке.",
          "e": "Скарлатина."
        },
        "question": "При огляді дитини 3-х місяців сімейний лікар відмічає на шкірі лоба, щік, шиї, волосистої частини голови висипання у вигляді еритематозно-сквамозних елементів на фоні гіперемії і набряку, поодинокі мікровезикули з корками. При цьому висипання симетричні, шкіра носогубного трикутника без висипань. Дитина неспокійна, кричить, зі слів матері погано спить та нерідко відмовляється від годування. Найбільш ймовірний діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Атопічний дерматит.",
        "number": 30
      }, {
        "answers": {
          "a": "Алергічний риніт.",
          "b": "Кір.",
          "c": "Аденоїдит.  ",
          "d": "Гайморит.",
          "e": "Грип."
        },
        "question": "У дитини 8-ми років, відмічається виділення з носа водянистого секрету; нападоподібне чхання, свербіж носа та кон'юнктив, порушення нюху; сухість слизової оболонки ротової порожнини. На тлі цих проявів спостерігається порушення сну, концентрації уваги та здатності до навчання, головний біль та пригнічений настрій. Температура тіла 36,9°С. Найбільш ймовірний діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Алергічний риніт.",
        "number": 31
      }, {
        "answers": {
          "a": "Пілоростеноз.",
          "b": "Пілороспазм.",
          "c": "Гастродуоденіт.  ",
          "d": "Гепатит.",
          "e": "Ротавірусна інфекція."
        },
        "question": "У дитини 4-х місяців відмічається рідке блювання «фонтаном» без домішок жовчі через 15-20 хвилин після кожного годування; зменшення об’єму сечовипускання; виражена блідість шкіри. Зі слів матері такий стан спостерігається на протязі доби. Стілець був перед оглядом лікаря, без особливостей. При огляді помітна перистальтика шлунка (шлунок розтягнутий у вигляді пісочного годинника). Температура тіла 37,1°С. Найбільш ймовірний діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Пілоростеноз.",
        "number": 32
      }, {
        "answers": {
          "a": "Гострий апендицит.",
          "b": "Виразкова хвороба шлунка.",
          "c": "Гастродуоденіт.  ",
          "d": "Панкреатит.",
          "e": "Коліт."
        },
        "question": "Дитина 12 років, хворіє протягом 3-х годин. Скарги на біль у верхній частині черева, який через годину став турбувати дитину у нижній правій частині черева, втрата апетиту, нудота дворазове блювання;здуття живота. Температура тіла 37,8°С. При пальпації напруження м’язів черевної порожнини. Симптом Щоткіна-Блюмберга позитивний.  Найбільш ймовірний діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий апендицит.",
        "number": 33
      }, {
        "answers": {
          "a": "Геморагічний шок.",
          "b": "Гастроезофагеальний рефлюкс.",
          "c": "Гострий гастродуоденіт.",
          "d": "Набряк легень.",
          "e": "Гостра виразка шлунку."
        },
        "question": "Дівчинка 4 років помилково випила приблизно 50 мл. концентрованого оцту. Після чого виникла блювота з багряною кров’ю, запаморочення, тахікардія. АТ 55/30 мм рт.ст. Під час огляду дитина в свідомості. Відмічається блідість шкіри, холодний піт, акроціаноз. Розвиток якого стану потрібно попереджати в першу чергу?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Геморагічний шок.",
        "number": 34
      }, {
        "answers": {
          "a": "Гемостатичні та протишокові",
          "b": "Знеболювальні та протикашльові",
          "c": "Гемостатичні та протиблювотні",
          "d": "Протикашльові та антибактеріальні",
          "e": "Гемостатичні та знеболювальні"
        },
        "question": "Дитина 9 років лікується амбулаторно 6-ту добу з приводу гострого бронхіту.  На фоні кашлю виникла блювота багряною кров’ю, запаморочення, тахікардія. При огляді шкіра бліда, іктеричність склер, печінка збільшена, АТ 70/45 мм рт.ст. Які медикаментозні засоби на догоспітальному етапі слід застосовувати у першу чергу?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гемостатичні та протишокові",
        "number": 35
      }, {
        "answers": {
          "a": "Стороннє тіло гортані.",
          "b": "Гострий ларингіт.",
          "c": "Бронхіоліт.",
          "d": "Бронхіальна астма.",
          "e": "Пневмонія."
        },
        "question": "Дитина 3 років гралася мозаїкою. Зі слів матері раптово у дитини з’явилася  задишка, приступоподібний кашель. Стан дитини важкий, виражений стеноз, інспіраторна задишка,  втягнення міжреберній, ціаноз шкіри. Аускультативно: жорстке дихання, хрипи не вислуховуються. Ваш діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Стороннє тіло гортані.",
        "number": 36
      }, {
        "answers": {
          "a": "Токсикодермія.",
          "b": "Кропив’янка.",
          "c": "Краснуха.  ",
          "d": "Кір.",
          "e": "Короста."
        },
        "question": "У дитини 6-ти років, яка третю добу приймає вітаміни групи В, на шкірі тулуба та верхніх кінцівок з'явилися симетричні поодинокі висипання у вигляді плям та папул. Запальні плями різної форми і величини: від 2-х до 7-8 мм. Висипання супроводжуються свербінням, печією та болем. Відмічається підвищення температури тіла до 37,5°С. Найбільш ймовірний діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Токсикодермія.",
        "number": 37
      }, {
        "answers": {
          "a": "Протягом двох діб",
          "b": "Протягом доби",
          "c": "Протягом перших 12 годин",
          "d": "Через 6-8 годин в першу добу",
          "e": "Через 12-24 години"
        },
        "question": "Після утоплення у морській воді дівчинка 7 років госпіталізована, стан задовільний. Протягом якого часу після поновлення самостійного дихання може розвинутися респіраторний дистрес-синдром дорослих (РДСД) і погіршити стан хворого?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Протягом двох діб",
        "number": 38
      }, {
        "answers": {
          "a": "Респіраторний дістресс-синдром дорослих (РДСД)",
          "b": "Інородне тіло у дихальних шляхах",
          "c": "Бронхообструктивний синдром",
          "d": "Гіпоксемія",
          "e": "Набряк легень"
        },
        "question": "Після надання допомоги при утопленні у прісній воді дитина знаходиться вдома. Через декілька годин значно збільшилась частота дихання, з’явився ціаноз. При огляді лікарем: притуплення перкуторного тону над легенями, ослаблення дихання, дрібно-пузирчасті хрипи. Яке ускладнення розвинулося?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Респіраторний дістресс-синдром дорослих (РДСД)",
        "number": 39
      }, {
        "answers": {
          "a": "Усунення  наявного джерела  кровотечі і усунення гіповолемії",
          "b": "Усунення  наявного джерела  кровотечі",
          "c": "Інгаляція 100 % киснем",
          "d": "Катетеризація магістральних судин.",
          "e": "Інфузія  плазмозамінних  розчинів колоїдів і кристалоїдів"
        },
        "question": "У хворої 16 років дисфункціональна маткова кровотеча. Тахікардія зі зниженням АТ в ортостатичному положенні, ЧСС 120/хв, сухі слизові оболонки, знижений тургор шкіри, різко знижений діурез, симптом \"блідої плями\" більше 2 секунд, кінцівки теплі до ліктьових і колінних суглобів. Яка профілактика декомпенсації геморрагічного шоку?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Усунення  наявного джерела  кровотечі і усунення гіповолемії",
        "number": 40
      }, {
        "answers": {
          "a": "Рівень гемоглобіну у периферичній крові",
          "b": "Рівень швидкості зсідання еритроцитів",
          "c": "Кількість еритроцитів у периферичній крові",
          "d": "Добовий діурез",
          "e": "Рівень гематокриту"
        },
        "question": "У хворої 16 років дисфункціональна маткова кровотеча. Тахікардія зі зниженням АТ в ортостатичному положенні, ЧСС 120/хв, знижений тургор шкіри, різко знижений діурез, симптом \"блідої плями\" більше 2 секунд, кінцівки теплі до ліктьових і колінних суглобів. Який лабораторний показник допоможе визначити критичність стану хворого?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Рівень гемоглобіну у периферичній крові",
        "number": 41
      }, {
        "answers": {
          "a": "Негайна шпиталізація у неврологічне відділення",
          "b": "Огляд педіатра і планова шпиталізація у дитяче відділення",
          "c": "Огляд невролога і призначення проти судомної терапії",
          "d": "Призначення проти судомної терапії і планова шпиталізація в неврологічне відділення",
          "e": "Профілактичне введення седуксену і негайна шпиталізація у неврологічне відділення"
        },
        "question": "У хлопчика 6-ті років раптово почалися судоми з втратою свідомості, виникло мимовільне сечовипускання. Під час огляду лікарем ШМД дитина спить, стан задовільний, судоми перше в житті. Яка має бути тактика щодо подальшого ведення хворого?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Негайна шпиталізація у неврологічне відділення",
        "number": 42
      }, {
        "answers": {
          "a": "Діабетична фетопатія",
          "b": "Гіпертиреоз",
          "c": "Гіпотиреоз",
          "d": "Хвороба Дауна",
          "e": "Хвороба Іценка-Кушинга"
        },
        "question": "Дівчинка 4 днів від народження, народилася від І вагітності в гестаційний строк 37тижнів шляхом кесаревого розтину з масою тіла 5100г. Мати хворіє на цукровий діабет протягом 12років. Під час огляду: коротка шия, гіпертрихоз. Встановіть попередній діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Діабетична фетопатія",
        "number": 43
      }, {
        "answers": {
          "a": "Синдром Моріака.",
          "b": "Цироз печінки",
          "c": "Хронічний гепатит",
          "d": "Синдром Кушинга",
          "e": "Соматогенний нанізм."
        },
        "question": "Хлопчик 12 років, страждає цукровим діабетом 1 типу, має  ріст 134см, вага – 64 кг, гепатомегалія, затримка статевого формування. Хворий часто має гіпоглікемічні стани. Яке ускладнення цукрового діабету розвилося у хворого?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Синдром Моріака.",
        "number": 44
      }, {
        "answers": {
          "a": "Природжений гіпотиреоз.",
          "b": "Лімфатико-гіпопластична аномалія конституції",
          "c": "Хвороба Дауна",
          "d": "Тиреотоксикоз",
          "e": "Хронічна ниркова недостатність"
        },
        "question": "Дівчинка 1місяця, при огляді відзначені млявість, апатичність, блідість, гіпертелоризм, макроглосія, сухість шкірних покривів, м‘язова гіпотонія, брадикардія, систолічний шум у верхівці й у п‘ятій точці. Має схильність до запорів. Сформулюйте діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Природжений гіпотиреоз.",
        "number": 45
      }, {
        "answers": {
          "a": "Гідрокортизон",
          "b": "Кордіамін",
          "c": "ДОКСА",
          "d": "Вікасол",
          "e": "Глюкоза."
        },
        "question": "Хлопчик 5 років, захворів важкою формою грипу. На фоні масивної антибактеріальної терапії у дитини раптово спостерігалось падіння артеріального тиску, нитковидний пульс, озноб, ціаноз, геморагічний висип на шкірі грудної клітки, шиї, живота, на слизовій оболонці рота та кон'юнктиві, t 39,8˚С. Лабораторно: гіпоглікемія, гіпонатріємія, гіпохлоремія, гіперкаліємія, лейкоцитоз. Який препарат необхідно призначити в першу чергу?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гідрокортизон",
        "number": 46
      }, {
        "answers": {
          "a": "Гостра недостатність кори наднирників",
          "b": "Ферментопатія",
          "c": "Харчова токсикоінфекція",
          "d": "Дисбактеріоз.",
          "e": "Гострий гастродуоденіт"
        },
        "question": "У пологовому будинку народився хлопчик з адреногенітальним синдромом, частим блюванням фонтаном, проносом, поліурією, артеріальною гіпотонією. АТ -55/0 мм рт. ст. Лабораторно: рівень глюкози у крови 0,97 ммоль/л, натрію -123 ммоль/л,  калію -7,3 ммоль/л. З чим може бути зв‘язаний стан дитини?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гостра недостатність кори наднирників",
        "number": 47
      }, {
        "answers": {
          "a": "Перфоративна виразка шлунку",
          "b": "Пенетрація виразки",
          "c": "Кровотеча з виразки",
          "d": "Хронічний гастрит",
          "e": "ГЕРХ"
        },
        "question": "Хворий 31 рік. Стан важкий. Скарги на кинджальний біль в епігастральній ділянці, який виник 2 години тому, нудоту, головокружіння.  В анамнезі вживання НПЗП. Температура тіла 38.2°С. Шкіра бліда.  Ps-85 уд./хв. ЧДР-20/хв. Аускультативно: ясний легеневий звук. При пальпації живота напруження передньої черевної стінки, позитивний симптом Щоткіна-Блюмберга. Печінка біля краю реберної дуги, край гладкий. Селезінка не пальпується. Аналіз крові: ер. – 3,5х1012/л, Нв – 136 г/л,  лейкоцитоз - 18,6х109/л, з  зсувом лейкоцитарної формули вліво, токсична зернистість нейтрофілів. ШОЄ- 35/хв. Який імовірний  діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Перфоративна виразка шлунку",
        "number": 48
      }, {
        "answers": {
          "a": "Позагоспітальна правобічна нижньодольова пневмонія, середнього ступеню тяжкості.",
          "b": "Ексудативний плеврит.",
          "c": "Бронхіальна астма.",
          "d": "ХОЗЛ",
          "e": "Набряк легень"
        },
        "question": "Хворий 61 рік. Хворіє 5 днів. Початок гострий. Стан середньої важкості.  Температура тіла 38°.5 С. Шкіра блідо-рожева. Дифузний ціаноз. Ps-85 уд./хв. ЧДР-26/хв. Кашель з мокротою. Задишка у спокої, яка посилюється при фізичному навантаженні. Аускультативно: жорстке дихання, хрипи дрібнопухирцеві в нижніх відділах зправа. Перкуторно: вкорочення перкуторного звуку в нижніх відділах зправа. Живіт м'який, при пальпації безболісний. Печінка біля краю реберної дуги, край гладкий. Селезінка не пальпується. Загальний аналіз крові: ер. – 3,5х1012/л, Нв – 136 г/л,  лейкоцитоз - 17,5х109/л, з палочкоядерним зсувом вліво. ШОЄ- 32/хв. Який імовірний  діагноз? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Позагоспітальна правобічна нижньодольова пневмонія, середнього ступеню тяжкості.",
        "number": 49
      }, {
        "answers": {
          "a": "Стабільна стенокардія",
          "b": "Аневризма аорти",
          "c": "Інфаркт міокарда",
          "d": "Перикардит",
          "e": "Аортальний стеноз"
        },
        "question": "Хворий 55 років. Скарги на давлячий, пекучий біль за грудиною зліва, відчуття страху смерті, відчуття задухи. Після прийому нітрогліцерину стан покращився.  Стан середнього ступеню важкості. Температура тіла 36.6°С. Шкіра блідо-рожева. Пульс 80 уд./хв.. АТ 140/90 мм.рт.ст.. ЧД 20/хв. Стан виник після емоційного навантаження. ЕКГ: ритм синусовий, лівограма, вольтаж збережений, ЧСС80 уд./хв., ознаки гіпертрофії лівого шлуночка.  Який імовірний  діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Стабільна стенокардія",
        "number": 50
      }, {
        "answers": {
          "a": "Виявлення антитіл до нативної ДНК",
          "b": "Імунологічний аналіз крові",
          "c": "Антитіла до кардіоліпіну",
          "d": "Ревматоїдний фактор",
          "e": "Креатинінфосфокіназа"
        },
        "question": "У хворої 37 років після відпочинку на морі з’явились сильні болі в ліктьових суглобах, задишка і слабкість. Температура тіла 37,8 °C, блідість шкіри, на щоках і переніссі-еритема, виразка слизової губи. Суглоби зовні не змінені, рух в правому ліктьовому – обмежений. У легенях справа вислуховується шум тертя плеври. Тони серця глухі, ритм Галопу, пульс 118/хв. АТ-100/60 мм рт.ст. Який метод діагностики необхідно використати для встановлення діагнозу ? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Виявлення антитіл до нативної ДНК",
        "number": 51
      }, {
        "answers": {
          "a": "Нітрогліцерин 0.0005 г сублінгвально, аспірин 0.25г розжувати",
          "b": "Оксигенотерапія",
          "c": "Створити фізичний та емоційний спокій",
          "d": "Дексаметазон 4мг",
          "e": "Атропін 1 мг в/в"
        },
        "question": "До сімейного лікаря звернувся хворий 56 років, у якого 1,5 години тому після прийому їжі раптово виник стискаючий біль за грудиною, що іррадіює у міжлопаткову  ділянку. Об’єктивно: стан тяжкий, шкірні покриви бліді, вологі, пульс-105 уд./хв., АТ 90/60 мм рт.ст., тони серця приглушені. На ЕКГ: глибокий зубець Q та підйом сегменту ST у відведеннях II, III, aVF. Яка невідкладна медична допомога на догоспітальному етапі?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Нітрогліцерин 0.0005 г сублінгвально, аспірин 0.25г розжувати",
        "number": 52
      }, {
        "answers": {
          "a": "Гострий цистит",
          "b": "Уретрит ",
          "c": "Синдром Рейтера ",
          "d": "Пієлонефрит",
          "e": "Гломерулонефрит"
        },
        "question": "Хвора 28 років, після переохолодження скаржиться на біль в надлобній ділянці під час та після сечовиділення, відчуття печіння, часті позиви до сечовиділення. Стан середньої тяжкості. Загальний аналіз сечі: прозорість - каламутна, pH 4,2,цукор крові, кетонові тіла відсутні , єритроцити –відсутні, епітелій 5-7 в/з, лейкоцити 25 в/з, бактерії++ . Який імовірний  діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий цистит",
        "number": 53
      }, {
        "answers": {
          "a": "Полікістоз нирок",
          "b": "Сечокам’яна хвороба",
          "c": "Пієлонефрит",
          "d": "Абсцес нирки ",
          "e": "Вроджені аномалії розвитку"
        },
        "question": "Хворий 45 років. Скарги на не контролюючу гіпертензію, набряки на обличчі, пастозність гомілок, кров під час сечовиділення. Стан середньої тяжкості. На УЗД виявлено чисельні кісти нирок. Загальний аналіз сечі: прозорість -  мутна,  pH 7,5, цукор крові, кетонові тіла відсутні, білок – 0, 98,  єритроцити –8-10, епітелій 10-12 в/з, лейкоцити 15 в/з,. Який імовірний  діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Полікістоз нирок",
        "number": 54
      }, {
        "answers": {
          "a": "ГЕЄРХ.",
          "b": "Виразка шлунку",
          "c": "Ерозивний гастрит ",
          "d": "Гострий коронарний синдром ",
          "e": "Гострий холецистит"
        },
        "question": "Хворий 54 років водій тролейбусу. Звернувся до дільничого лікаря зі скаргами на загрудинний біль  в проекції мечовидного відростку після їжі з посиленням  в положенні нахилу, зригування,  на печію, відрижку повітрям. На   ендоскопії ерозивне  ураження, пептичні стріктури стравоходу, рефлюкс - езофагіт. Який імовірний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "ГЕЄРХ.",
        "number": 55
      }, {
        "answers": {
          "a": "Набряк легень",
          "b": "Тромбоемболія легеневої артерії",
          "c": "Кардіогенний шок",
          "d": "Повторний інфаркт міокарда",
          "e": "Приступ бронхіальної астми"
        },
        "question": "Хворий 74 р. перебував на стаціонарному лікуванні з приводу гострого інфаркту міокарда. Вночі раптово прокинувся від удушливого кашлю з пінисним, рясним мокротинням розового кольору, з’явилось відчуття страху, неспокою. Об’єктивно: Ортопное. Шкіра  ціанотична, волога, холодний піт. Дихання поверхневе, клекотливі хрипи на відстані. ЧДД 28/хв., ЧСС 128 уд./хв., тони серця глухі, аритмічні. АТ 210/100 мм рт.ст. Над легенями вислуховуються дрібно- та середньопухирцеві хрипи. Набрякі нижніх кінцівок.  Яке ускладнення виникло у хворого?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Набряк легень",
        "number": 56
      }, {
        "answers": {
          "a": "Синдром надмірного бактеріального росту",
          "b": " Ексудативна ентеропатія;",
          "c": "Синдром подразненого кишківника;",
          "d": "Неспецифічний виразковий коліт.",
          "e": "Хронічна ішемія кишківника."
        },
        "question": "Хворий 44 років має скарги на зменшення маси тіла, біль у животі, метеоризм, симптоми дефіциту вітаміну В12 (атаксія і периферична нейропатія), плямисто-папульозна висипка на шкірі тіла. В аналізі крові макроцитарна анемія, гіпоальбумінемія, в аналізі калу збільшення кількості крапельок жиру, при посіві кишкового вмісту виявлені Bacteroides spp., Enterococus spp., Lactobacillus spp. Який попередній діагноз можна поставити?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Синдром надмірного бактеріального росту",
        "number": 57
      }, {
        "answers": {
          "a": "Тромбоемболія легеневої артерії.",
          "b": "Інфаркт міокарда.",
          "c": "Жирова емболія.",
          "d": "Легенева гіпертензія.",
          "e": "Саркоїдоз легень"
        },
        "question": "Хворому, 75 р., зненацька стало погано: з’явився кашель, ЧСС 128 уд за хв. Об’єктивно: загальний стан тяжкий, АТ 80\\60 мм.рт.ст., ціаноз, акцент ІІ-го тону на легеневій артерії. На ЕКГ: правограма, блокада правої ніжки пучка Гіса. Який найбільш імовірний діагноз? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Тромбоемболія легеневої артерії.",
        "number": 58
      }, {
        "answers": {
          "a": "Черезшкіре коронарне втручання",
          "b": "Тромболізис",
          "c": "Коронарна ангіографія",
          "d": "Антитромбоцитарна терапія",
          "e": "Фібринолітична терапія."
        },
        "question": "Пацієнтам, з гострим коронарним синдромом із елевацією сегмента  ST або новою блокадою лівої ніжки пучка Гіса, госпіталізованим не пізніше 12 год після появи симптомів слід як найшвидше призначити?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Черезшкіре коронарне втручання",
        "number": 59
      }, {
        "answers": {
          "a": "Алендронова кислота",
          "b": "Збільшити дозу  L-тироксину до 175 мкг",
          "c": "Кальцитонін",
          "d": "Вітамін D",
          "e": "Хондропротектор"
        },
        "question": "Жінка, 67р., приймає L-тироксин 150 мкг 1р/добу, звернулась до сімейного лікаря зі скаргами на на біль в верхньо - поперековому відділі хребта, що посилюється під час рухів, іррадіює в живіт. Жінка стверджує, що раніше такі симптоми вже відмічала. При проведенні денситометрії: мінеральна щільність кістки>2,7 (N +2,5 -1,5). Який препарат необхідно призначити в першу чергу? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Алендронова кислота",
        "number": 60
      }, {
        "answers": {
          "a": "Феохромацитома, катехоламінова криза",
          "b": "Мігрень",
          "c": "Гіпертонічна хвороба, церебральна криза",
          "d": "Гіперкальціємічна криза",
          "e": "Тиреотоксична криза"
        },
        "question": "збуджений, зі скаргами на головну біль,  потовиділення, серцебиття, тремтіння в тілі, двоїння в очах, температура тіла 37,7°С. З  анамнезу відомо останні 2 місяці турбує головна біль, аналгетики мало ефективні, також виникають напади серцебиття не пов'язані з фізичним навантаженням, супроводжуються профузним потовиділенням, схуднив на 6 кг при нормальному апетиті та періодичне підвищення температури до 37,2- 37,9°С.  Напередодні  був у гостях де рясно поїв сир, червоне вино. Об'єктивно:  шкірні покриви бліді, профузне потовиділення,  зіниці широко розширені,  блиск в очах, тремор рук.  Набряків  немає. ЧСС 140/ хв., АТ 270/160 мм.рт.ст.. Схилень  не виявлено з боку інших органів. ЗАК: L- 15х109 , гематокрит 55%. На ЕКГ: синусова тахікардія, політопна екстрасистолія, левограма, глибокі негативні зубці Т в відведеннях І-ІІІ, вV5-V7. Який найбільш імовірний діагноз? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Феохромацитома, катехоламінова криза",
        "number": 61
      }, {
        "answers": {
          "a": "Гострий подагричний  артрит",
          "b": "Хламідіазний артрит",
          "c": "Ревматоїдний артрит",
          "d": "Остеопороз",
          "e": "Постімунізаційна артропатія"
        },
        "question": "У хворого 52р., після зловживання мꞌяса, червоного вина, через 10 годин, зранку,  раптово виникла біль у  І-му плюснефаланговому суглобі правої стопи, підвищення температури до38- 39°С,  обмеження рухів у цьому суглобі, не може одягнути шкарпетки. Обꞌєктивно: шкіра над суглобом гіперемована, блискуча, набрякла, значне обмеження рухів у І-му плюснефаланговому суглобі правої стопи, болісні колінні суглоби. Температура тіла 38,9°С. Рівень сечової кислоти 400 мкмоль/л, ШОЄ -27 г/л, L- 18х109   Який найбільш імовірний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий подагричний  артрит",
        "number": 62
      }, {
        "answers": {
          "a": "Амоксіцилін",
          "b": "Доксициклін",
          "c": "Амікацин",
          "d": "Левоміцетін",
          "e": "Лінезолід"
        },
        "question": "Пацієнтка 28 років, лікар-стоматолог. Захворіла гостро, відчула біль в горлі при ковтанні, сильний головний біль, озноб, підвищення температури до 39,9 ° С. Через кілька годин була одноразова блювота. При огляді – на тілі рясний точковий висип червоного кольору, згущуються під пахвами, на нижній частини животу. Носогубний трикутник блідий. Мигдалини збільшені до 1 см, в лакунах є гнійні накладення, знімаються шпателем при натисканні. Підщелепні лімфовузли збільшені і болючі. Пульс - 92 в хвилину. Аналіз крові: ер. – 4,0х1012/л, Нв – 130 г/л, лейкоцити - 12х109/л, тромбоцити – 210х109/л. Який лікарський засіб Ви призначите?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Амоксіцилін",
        "number": 63
      }, {
        "answers": {
          "a": "Краснуха, менінгоенцефаліт",
          "b": "Краснуха, менінгіт",
          "c": "Кір, менінгоенцефаліт",
          "d": "Кір, менінгіт",
          "e": "Скарлатина, менінгоенцефаліт"
        },
        "question": "Бригада \"Швидкої допомоги\" була викликана 22 січня до хворої 32 років. При огляді пацієнтка без свідомості. Зі слів родичів стало відомо, що 13 січня вона скаржилася на слабкість, головний біль, болі в м'язах, озноб, нежить, світлобоязнь, температура тіла піднялася до 38,2 ° С. Приймала ібупрофен. 15 січня зранку з'явилося відчуття печіння шкіри обличчя, біль в потиличній області, рясна точкова висипка рожевого кольору на тулубі, а до вечора - на верхніх і нижніх кінцівках. Вранці 22 січня раптово почалася блювота, судоми. При огляді: стан тяжкий, свідомість відсутня. Шкіра чиста. Збільшені потиличні і задньо-шийні лімфовузли. Дихання везикулярне, хрипів немає. Тони серця приглушені. Пульс - 88 в хвилину. АТ -110/70 мм.рт.ст. Живіт м'який, безболісний. Виявлена ригідність потиличних м'язів. Реакція зіниць на світло знижена, легка згладжена носо-губної складки зліва. Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Краснуха, менінгоенцефаліт",
        "number": 64
      }, {
        "answers": {
          "a": "Скарлатина",
          "b": "Краснуха",
          "c": "Кір",
          "d": "Парвовірусна хвороба",
          "e": "Вітряна віспа"
        },
        "question": "Пацієнтка 22 роки. Захворіла гостро, відчула біль в горлі при ковтанні, сильний головний біль, озноб, підвищення температури до 39,9 ° С. Турбувала нудота. При огляді – на тілі рясний точковий висип червоного кольору, згущуються під пахвами, на нижній частини животу. Носогубний трикутник блідий. Мигдалини збільшені до 1 см, в лакунах є гнійні накладення, знімаються шпателем при натисканні. Підщелепні лімфовузли збільшені і болючі. Пульс - 92 в хвилину. Аналіз крові: ер. – 4,0х1012/л, Нв – 130 г/л, лейкоцити - 12х109/л, тромбоцити – 210х109/л. Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Скарлатина",
        "number": 65
      }, {
        "answers": {
          "a": "Ботулізм",
          "b": "Менінгоенцефаліт",
          "c": "Харчова токсикоінфекція",
          "d": "Ішемічний інсульт",
          "e": "Отруєння грибами"
        },
        "question": "Пацієнтка 68 років, захворіла гостро через 6 годин після вживання в їжу солоних грибів домашнього приготування. З'явився переймоподібний біль в животі, діарея. Температура тіла залишалася нормальною. Надалі відчула різку слабкість. Увечері відзначала погіршення зору. При огляді: виявлено деяке утруднено при ковтанні твердої їжі, сухість слизових рота, анізокорія, зниження конвергенції. Пульс - 89 в хвилину. АТ -115/70 мм.рт.ст. Сформулюйте клінічний діагноз? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Ботулізм",
        "number": 66
      }, {
        "answers": {
          "a": "Малярія",
          "b": "Геморагічна гарячка",
          "c": "Жовта гарячка",
          "d": "Лихоманка західного Нілу",
          "e": "Лихоманка Денге"
        },
        "question": "Пацієнт 40 років, захворів 5 днів тому з появи головного болю, надалі підвищилася температура до 39°С, двічі була блювота. Приймав парацетамол, після чого на наступний день температура знизилася до 37,5°С, але до вечора знову підвищилася до 40°С, при цьому відчував сильний головний біль, нудоту, слабкість. Впродовж наступних днів температура залишалася підвищеною, повторювалася блювота, були неприємні відчуття в епігастральній ділянці. При огляді: стан тяжкий. Блідий, лежить з напівзакритими очима, на запитання відповідає коротко. Зіниці вузькі, пульс - 106 на хвилину. АТ - 90/60 мм.рт.ст. Печінка і селезінка збільшена, живіт м'який. Епідеміологічний анамнез: повернувся з Беніну (Африка), де працював впродовж року. Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Малярія",
        "number": 67
      }, {
        "answers": {
          "a": "Мікроскопія товстої краплі і мазка крові",
          "b": "Загальний аналіз крові",
          "c": "Дослідження мазку із ротоглотки методом ПЛР",
          "d": "Ультразвукове дослідження",
          "e": "МРТ головного мозку"
        },
        "question": "Пацієнт 40 років, захворів 5 днів тому з появи головного болю, надалі підвищилася температура до 39°С, двічі була блювота. Приймав парацетамол, після чого на наступний день температура знизилася до 37,5°С, але до вечора знову підвищилася до 40°С, при цьому відчував сильний головний біль, нудоту, слабкість. Впродовж наступних днів температура залишалася підвищеною, повторювалася блювота, були неприємні відчуття в епігастральній ділянці. При огляді: стан тяжкий. Блідий, лежить з напівзакритими очима, на запитання відповідає коротко. Позитивний симптом Керніга. Зіниці вузькі, пульс - 106 на хвилину. АТ - 90/60 мм.рт.ст. Печінка і селезінка збільшена, живіт м'який. Епідеміологічний анамнез: повернувся з Беніну (Африка), де працював впродовж року. Який метод дослідження підтвердить діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Мікроскопія товстої краплі і мазка крові",
        "number": 68
      }, {
        "answers": {
          "a": "Інфекційне",
          "b": "Неврологічне",
          "c": "Хірургічне",
          "d": "Гематологічне",
          "e": "Терапевтичне"
        },
        "question": "Пацієнт 40 років, захворів 5 днів тому з появи головного болю, надалі підвищилася температура до 39°С, двічі була блювота. Приймав парацетамол, після чого на наступний день температура знизилася до 37,5°С, але до вечора знову підвищилася до 40°С, при цьому відчував сильний головний біль, нудоту, слабкість. Впродовж наступних днів температура залишалася підвищеною, повторювалася блювота, були неприємні відчуття в епігастральній ділянці. При огляді: стан тяжкий. Блідий, лежить з напівзакритими очима, на запитання відповідає коротко. Позитивний симптом Керніга. Зіниці вузькі, пульс - 106 на хвилину. АТ - 90/60 мм.рт.ст. Печінка і селезінка збільшена, живіт м'який. Епідеміологічний анамнез: повернувся з Беніну (Африка), де працював впродовж року. В Яке відділення необхідно госпіталізувати пацієнта?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Інфекційне",
        "number": 69
      }, {
        "answers": {
          "a": "Епідемічний паротит",
          "b": "В-клітинна лімфома",
          "c": "Сказ",
          "d": "Гострий лімфаденіт",
          "e": "Заглотковий абсцес"
        },
        "question": "Пацієнт 20 років, солдат, захворів ввечері 1 квітня, коли помітив припухлість в області кута нижньої щелепи позаду, болі при відкриванні рота, слабкість. Об'єктивно: стан середньої тяжкості, температура 37,7 ° С. Незначний тризм жувальної мускулатури. У правій привушної області відзначається припухлість, злегка болюча при пальпації, 6x6 см, округлої форми, не пов'язана з підлеглими тканинами, шкіра над нею натягнута і лисніє. Слизова глотки чиста, без гіперемії. Також турбують болі над пупком. Живіт при пальпації м'який, чутливий в епігастрії. Пульс - 86 на хвилину. АТ -110/70 мм.рт.ст., Аналіз крові: ер. – 5,0х1012/л, Нв – 160 г/л, лейкоцити – 4,0х109/л, тромбоцити – 190х109/л, амілаза – 220 МО/л, АЛТ - 45 МО/л АСТ - 38 МО/л. Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Епідемічний паротит",
        "number": 70
      }, {
        "answers": {
          "a": "Гострий респіраторний дистрес-синдром дорослих",
          "b": "Гострий бронхоспазм",
          "c": "Гостра серцева недостатність",
          "d": "Гострий стеноз гортані",
          "e": "Легенева кровотеча"
        },
        "question": "Пацієнтка 17 років, захворіла гостро, 2 дні тому. З'явився озноб, температура 37,8 ° С, головний біль, нежить, сильний кашель, спочатку сухий з виділенням слизового мокротиння, болю в грудях. На наступний день з'явилася різка задишка, посилився кашель, мокрота придбала рожевий колір, наростала слабкість. Напередодні відвідувала подругу, хвору на грип. Об'єктивно: стан тяжкий. Неспокійна, сидить в ліжку, шкіра обличчя гіперемована, ціаноз губ, ін'єкція судин склер, яскрава гіперемія слизової глотки з одиничними геморагіями і зернистістю. Задишка до 48 на хвилину. Мокрота піниста, кров'яниста. Дихання шумне. У легенях над всієї поверхнею вислуховуються різнокаліберні вологі хрипи у великій кількості. Пульс - 110 на хвилину. АТ - 100/50 мм.рт.ст. Яке ускладнення має місце?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий респіраторний дистрес-синдром дорослих",
        "number": 71
      }, {
        "answers": {
          "a": "Хвороба Лайма",
          "b": "Еризепелоїд",
          "c": "Парвовірусна хвороба",
          "d": "Бешиха",
          "e": "Содоку"
        },
        "question": "Жінка 58 років. Тиждень тому з'явилися сухий кашель, нежить, головний біль, підвищення температури до 38 ° С. Приймала парацетамол, лоратадін. Катаральні явища зникли, знизилася температура, але на 4-й день хвороби з'явилося печіння, свербіж та почервоніння на правому стегні, яке зберігається до теперішнього часу, поступово збільшується в розмірах. Три тижні тому збирала чорницю у лісі. При огляді: на передній поверхні правого стегна округла еритема, діаметром до 30 см, в центрі її шкіра бліда, є маленька чорна скоринка. Температура тіла - 37,3 ° С. Пульс - 80 на хвилину. АТ - 140/80 мм.рт.ст.  Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Хвороба Лайма",
        "number": 72
      }, {
        "answers": {
          "a": "Доксициклін",
          "b": "Інтерферон",
          "c": "Ванкоміцин",
          "d": "Рибавірин",
          "e": "Осельтамівір"
        },
        "question": "Жінка 58 років. Тиждень тому з'явилися сухий кашель, нежить, головний біль, підвищення температури до 38 ° С. Приймала парацетамол, лоратадін. Катаральні явища зникли, знизилася температура, але на 4-й день хвороби з'явилося печіння, свербіж та почервоніння на правому стегні, яке зберігається до теперішнього часу, поступово збільшується в розмірах. Три тижні тому збирала чорницю у лісі. При огляді: на передній поверхні правого стегна округла еритема, діаметром до 30 см, в центрі її шкіра бліда, є маленька чорна скоринка. Температура тіла - 37,3 ° С. Пульс - 80 на хвилину. АТ - 140/80 мм.рт.ст.  Який лікарський засіб слід призначити?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Доксициклін",
        "number": 73
      }, {
        "answers": {
          "a": "Гострий вірусний гепатит",
          "b": "Гострий холецистит",
          "c": "Лептоспіроз",
          "d": "Малярія",
          "e": "Аутоімунний гепатит"
        },
        "question": "Жінка 40 років впродовж 2 тижнів відзначає слабкість, пітливість, різке зниження працездатності, біль в м'язах і суглобах рук і ніг. В останні дні - нудота, зник апетит, потемніла сеча, з'явився головний біль і запаморочення. Температура не підвищувалася. Вчора родичі помітили жовтяницю. Сьогодні була повторна блювота, запаморочення, носова кровотеча. Об'єктивно: млява, загальмована. Температура тіла - 36,3 ° С. Виражена жовтяниця. На шкірі і слизових - геморагії. Живіт м'який, злегка роздутий. Печінка у реберної дуги м'яка. Селезінка не пальпується. Легені, серце - без особливостей. АТ - 90/70 мм.рт.ст. Пульс - 100 в хвилину. Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий вірусний гепатит",
        "number": 74
      }, {
        "answers": {
          "a": "Дослідження маркерів вірусного гепатиту",
          "b": "Загальний аналіз крові",
          "c": "Ультразвукове дослідження",
          "d": "Мікроскопія товстої краплі і мазка крові",
          "e": "Бактеріологічний аналіз крові"
        },
        "question": "Жінка 40 років впродовж 2 тижнів відзначає слабкість, пітливість, різке зниження працездатності, біль в м'язах і суглобах рук і ніг. В останні дні - нудота, зник апетит, потемніла сеча, з'явився головний біль і запаморочення. Температура не підвищувалася. Вчора родичі помітили жовтяницю. Сьогодні була повторна блювота, запаморочення, носова кровотеча. Об'єктивно: млява, загальмована. Температура тіла - 36,3 ° С. Виражена жовтяниця. На шкірі і слизових - геморагії. Живіт м'який, злегка роздутий. Печінка у реберної дуги м'яка. Селезінка не пальпується. Легені, серце - без особливостей. АТ - 90/70 мм.рт.ст. Пульс - 100 в хвилину. Яке дослідження підтвердить діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Дослідження маркерів вірусного гепатиту",
        "number": 75
      }, {
        "answers": {
          "a": "Бешиха",
          "b": "Хвороба Лайма",
          "c": "Епідемічний паротит",
          "d": "Краснуха",
          "e": "Парвовірусна інфекція"
        },
        "question": "Жінка 55 років, 2 дні тому з'явився озноб, температура - 39,5 ° С, головний біль і м'язові болі. Через кілька годин з'явилося відчуття печіння в області правої скроні, почервоніння шкіри, а потім поширений набряк. При огляді: стан середньої тяжкості. На правій половині обличчя ділянку еритеми, що охоплює верхню частину щоки, повіки, лоб, скроневу область, вушну раковину. Права очна щілина закрита через вираженого набряку століття. Еритема болюча при пальпації, гаряча на дотик, краю її нерівні, чіткі, підносяться. Пальпуються болючі підщелепні лімфовузли справа. АТ - 115/60 мм.рт.ст. Пульс 112 в хвилину. Аналіз крові: ер. – 4,0х1012/л, Нв – 130 г/л, лейкоцити - 15х109/л, тромбоцити – 140х109/л. Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Бешиха",
        "number": 76
      }, {
        "answers": {},
        "number": 77
      }, {
        "answers": {
          "a": "Сказ",
          "b": "Содоку",
          "c": "Хвороба Лайма",
          "d": "Правець",
          "e": "Ботулізм"
        },
        "question": "Пацієнт В., 19 років, студент, хворіє 3-й день: з'явилося занепокоєння дратівливість, біль в ногах, температура 37,5 ° С, поганий сон. Сьогодні стан погіршився: з'явилося утруднення дихання (\"спазми\"), розлад ковтання, різка збудливість, відчуття страху. При огляді: неспокійний, не цілком адекватний, здригається від дотиків і гучних звуків, з розвитком спазму дихання і ковтання. При спробі дати пити воду зі склянки виникає спазм м'язів шиї. Зіниці розширені, очі блукають. АТ - 100/50 мм.рт.ст. Пульс - 130 в хвилину. ЧД - 38 в хвилину. За місяць до захворювання на нього накинулася і покусала власний собака, який потім втік. До лікаря тоді пацієнт не звертався. Сформулюйте клінічний діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Сказ",
        "number": 78
      }, {
        "answers": {
          "a": "вивчення психіки хворої людини",
          "b": "вивчення психіки здорової людини",
          "c": "вивчення функцій спілкування",
          "d": "вивчення поведінки людини в соціумі",
          "e": "вивчення поведінки людини в стресових ситуаціях"
        },
        "question": "Найважливішим завданням медичної психології є: ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "вивчення психіки хворої людини",
        "number": 79
      }, {
        "answers": {
          "a": "особистість хворої людини",
          "b": "анамнез хронічного захворювання",
          "c": "особистість людини похилого віку",
          "d": "розповсюдженість психічних хвороб",
          "e": "маніакально-депресивні психози"
        },
        "question": "Предметом вивчення медичної психології є:",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "особистість хворої людини",
        "number": 80
      }, {
        "answers": {
          "a": "експеримент",
          "b": "інтерв'ю",
          "c": "анкетування",
          "d": "методи самоспостереження",
          "e": "методи самооцінки"
        },
        "question": "До допоміжних методів психологічного дослідження відносять всі, окрім:  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "експеримент",
        "number": 81
      }, {
        "answers": {
          "a": "вплив психіки на виникнення соматичних захворювань",
          "b": "вплив психіки на виникнення психічних захворювань",
          "c": "вплив соматичного стану на психіку людини",
          "d": "вплив середовища на психіку людини",
          "e": "вплив генетичних чинників на розвиток захворювань"
        },
        "question": "Психосоматика вивчає: ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "вплив психіки на виникнення соматичних захворювань",
        "number": 82
      }, {
        "answers": {
          "a": "деонтологія",
          "b": "профілактика",
          "c": "правила хорошого тону",
          "d": "інструкція головного лікаря лікарні",
          "e": "ні одне із перерахованих вище"
        },
        "question": "Вчення про належну поведінку медичного працівника в процесі виконання ними професійних обов'язків – це: ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "деонтологія",
        "number": 83
      }, {
        "answers": {
          "a": "право вимагати заміни лікуючого лікаря",
          "b": "право на відмову від виконання медичних приписів лікуючого лікаря у випадку, якщо серед них визначено прийом лікарських засобів виключно іноземного виробництва",
          "c": "право не виконувати правила внутрішнього розпорядку закладу охорони здоров’я, у якому знаходиться пацієнт на стаціонарному лікуванні;",
          "d": "право на отримання відшкодування за шкоду, заподіяну у зв’язку з відмовою від виконання медичних приписів лікуючого лікаря;",
          "e": "право на відмову від виконання медичних приписів лікуючого лікаря у випадку, якщо серед них визначено прийом лікарських засобів виключно вітчизняного виробництва"
        },
        "question": "У якій відповіді правильно вказано права пацієнта в контексті надання медичної допомоги:",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "право вимагати заміни лікуючого лікаря",
        "number": 84
      }, {
        "answers": {
          "a": "існує пряма загроза життю пацієнта",
          "b": "існує пряма загроза навколишньому середовищу",
          "c": "існує пряма загроза життю іншої людини;",
          "d": "існує загроза життю пацієнта",
          "e": "пацієнт не може надати таку згоду у зв’язку з тим, що не володіє мовою, якою до нього звертаються медичні працівники;"
        },
        "question": "Серед наведених відповідей оберіть ту, яка правильно позначає випадок, коли згода пацієнта на медичне втручання непотрібна:",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "існує пряма загроза життю пацієнта",
        "number": 85
      }, {
        "answers": {
          "a": "особи з вищою медичною або фармацевтичною освітою",
          "b": "працівники страхових організацій",
          "c": "близькі родичі пацієнта",
          "d": "працівники судових і правоохоронних органів, яким інформація, що становить лікарську таємницю, стала відомою у зв’язку з виконанням їхніх професійних обов’язків",
          "e": "посадові особи органів управління охорони здоров’я"
        },
        "question": "У якій відповіді правильно вказано осіб, що є суб’єктами збереження лікарської таємниці: ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "особи з вищою медичною або фармацевтичною освітою",
        "number": 86
      }, {
        "answers": {
          "a": "судова експертиза",
          "b": "криміналістична експертиза",
          "c": "почеркознавча експертиза",
          "d": "медична експертиза",
          "e": "психічна експертиза"
        },
        "question": "Яке поняття розкриває наступне визначення: « – це дослідження експертом на основі спеціальних знань матеріальних об’єктів, явищ і процесів, що містять інформацію про обставини справи, що перебуває у провадженні органів дізнання, досудового та судового слідства»",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "судова експертиза",
        "number": 87
      }, {
        "answers": {
          "a": "висновком",
          "b": "актом",
          "c": "довідкою",
          "d": "протоколом",
          "e": "розпискою"
        },
        "question": "Яким письмовим процесуальним документом оформляється проведена експертиза?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "висновком",
        "number": 88
      }, {
        "answers": {
          "a": "судово-психіатрична експертиза",
          "b": "судово-неврологічна експертиза",
          "c": "судово-наркологічна експертиза",
          "d": "судово-кваліфікаційна експертиза",
          "e": "судово-координаційна експертиза"
        },
        "question": "У якій відповіді правильно зазначений вид експертної діяльності у сфері охорони здоров’я?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "судово-психіатрична експертиза",
        "number": 89
      }, {
        "answers": {
          "a": "це дефект надання медичної допомоги, що пов’язаний з неправильними діями медичного персоналу, який характеризується добросовісною помилкою за відсутності ознак умисного або необережного злочину",
          "b": "це неналежне здійснення діагностики, лікування хворого, організації медичної допомоги, яке призвело або могло призвести до несприятливого результату медичного втручання",
          "c": "це дефект надання медичної допомоги, пов’язаний з випадковим збігом обставин, які лікар, діючи правомірно, в межах посадових інструкцій і відповідно до прийнятих у медицині методів і способів лікування (діагностики), не міг передбачати і запобігти",
          "d": "це дефект надання медичної допомоги, що не пов’язаний з неправильними діями медичного персоналу, який є добросовісною помилкою за відсутності ознак умисного або необережного злочину",
          "e": "це дефект надання медичної допомоги, що не пов’язаний з випадковим збігом обставин, які лікар, діючи правомірно, в межах посадових інструкцій і відповідно до прийнятих у медицині методів і способів лікування (діагностики), міг передбачати і запобігти"
        },
        "question": "У якій відповіді правильно вказано поняття «лікарська помилка»",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "це дефект надання медичної допомоги, що пов’язаний з неправильними діями медичного персоналу, який характеризується добросовісною помилкою за відсутності ознак умисного або необережного злочину",
        "number": 90
      }, {
        "answers": {
          "a": "останній не виконує медичних приписів або правил внутрішнього розпорядку закладу охорони здоров'я, за умови, що це не загрожуватиме життю хворого і здоров'ю населення",
          "b": "наявна різка особиста неприязнь у стосунках між лікарем та пацієнтом",
          "c": "лікар вважає, що має недостатню кваліфікацію для подальшого лікування пацієнта",
          "d": "пацієнт хворіє на невиліковну хворобу",
          "e": "пацієнт хворіє на інфекційну хворобу"
        },
        "question": "Лікар має право відмовитися від подальшого ведення пацієнта, якщо: ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "останній не виконує медичних приписів або правил внутрішнього розпорядку закладу охорони здоров'я, за умови, що це не загрожуватиме життю хворого і здоров'ю населення",
        "number": 91
      }, {
        "answers": {
          "a": "відмови останнього від медичних приписів або порушення пацієнтом встановленого для нього режиму",
          "b": "особистої неприязні у стосунках між лікарем та пацієнтом",
          "c": "якщо перевищено нормативи навантаження в розрахунку на одного лікаря",
          "d": "лікар вважає, що має недостатню кваліфікацію для подальшого лікування пацієнта",
          "e": "особистої неприязні у стосунках між лікарем та родичами пацієнта"
        },
        "question": "Лікар не несе відповідальності за здоров'я хворого в разі: ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "відмови останнього від медичних приписів або порушення пацієнтом встановленого для нього режиму",
        "number": 92
      }, {
        "answers": {
          "a": "доступність",
          "b": "належність",
          "c": "відвертість",
          "d": "справедливість",
          "e": "відкритість"
        },
        "question": "У якій відповіді правильно вказано ознаки медичної інформації: ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "доступність",
        "number": 93
      }, {
        "answers": {
          "a": "Передчасне відшарування нормально розташованої плаценти",
          "b": "Передлежання плаценти",
          "c": "Розрив матки",
          "d": "Прееклампсія ",
          "e": "Емболія навколоплідними водами"
        },
        "question": "Вагітна госпіталізована в клініку  зі скаргами на біль в животі, короткочасну втрату свідомості. Термін вагітності  40 тижнів. АТ 70/50 мм.рт.ст. Пульс 130уд/хв, слабкого наповнення. Шкіра та слизові оболонки бліді. Матка напружена, відмічається вип’ячування в правій її половині, ближче до дна матки. Пальпація болюча. Частини плода пальпуються погано. Серцебиття плоду 162 уд/хв, приглушене. Виділення кров’янисті, незначні. Розкриття маткового вічка 5-6 см. Плідний міхур цілий. Тканина плаценти не визначається.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Передчасне відшарування нормально розташованої плаценти",
        "number": 94
      }, {
        "answers": {
          "a": "Постоваріоектомічний синдром",
          "b": "Гіперпролактинемія",
          "c": "Передменструальний синдром",
          "d": "Синдром Шихана",
          "e": "Синдром виснаження яєчників"
        },
        "question": "Хвора 30 років, звернулась до стаціонару зі скаргами на приливи до 20 разів на добу, слабкість, швидка втомлюваність, депресія, порушення сну, плаксивість, апатія. Два роки тому проведена операція двустороння  аднексектомія с приводу тубооваріального запальних пухлин .Який найбільш вирогідний діагноз.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Постоваріоектомічний синдром",
        "number": 95
      }, {
        "answers": {
          "a": "Розрив матки по старому рубцю.",
          "b": "Розрив варикозного вузла",
          "c": "Інфаркт міокарда",
          "d": "Первинна слабкість пологової діяльності",
          "e": "Вторинна слабкість пологої діяльності."
        },
        "question": "В пологовий будинок поступила жінка 27ми років, з регулярними переймами що тривають 1.5 години. В анамнезі кесарів розтин 2 роки тому. Передбачувана маса плода 4500 гр.  На санпропускнику під час огляду з’явився різкій біль в животі, пологова діяльність припинилась. Частини плоду пальпуються поза межами матки. Жінка відчула запаморочення, слабкість. При вимірюванні АТ тиск знизився 60/40 мм.рт.ст. Пульс 130 уд.хв. Діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Розрив матки по старому рубцю.",
        "number": 96
      }, {
        "answers": {
          "a": "Плодоруйнівна операція  (краніотомія)",
          "b": "Кесарів розтин",
          "c": "Накладання порожнинних акушерських щіпців",
          "d": "Вакуум-екстракція плода",
          "e": "Очікувальна тактика"
        },
        "question": "Жінка у терміні вагітності 38 тижнів доставлена до пологового відділення зі скаргами на відсутність рухів плоду протягом 2х днів та переймоподібні болі внизу живота, що розпочалися 4години тому  назад. Розміри тазу 26-28-30-20 см., серцебиття плоду не визначається. Передлежить голівка в площині входу в малий таз.  Активна пологова діяльність. Розкриття шийки матки 9см. Тактика лікаря?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Плодоруйнівна операція  (краніотомія)",
        "number": 97
      }, {
        "answers": {
          "a": "Апоплексія лівого яєчника",
          "b": "Альгодисменорея  ",
          "c": "Гострий лівосторонній сальпінгоофорит",
          "d": "Порушена позаматкова вагітність",
          "e": "Порушення трофіки міоматозного вузла"
        },
        "question": "Хвора К, 23 років, скаржиться на різкі болі внизу живота протягом останніх 2 годин, слабкість, шум у вухах. Болі виникли після заняття в тренажерному залі. Остання нормальна менструація була 2 тижні тому. Пульс 110/хв. АТ – 80/55 мм рт.ст. Температура 36,60С. Живіт різко болючий в нижніх відділах, відзначається позитивний симптом Щоткіна-Блюмберга. При проведенні гінекологічного огляду – матка в anteflexion, - versio, не збільшена, ліві додатки різко болючі, потовщені до 3 см, праві – без особливостей. Заднє склепіння напруджене, вибухає. Ваш діагноз?  ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Апоплексія лівого яєчника",
        "number": 98
      }, {
        "answers": {
          "a": "Аденоміоз",
          "b": "Внутрішньоматкові синехії",
          "c": "Субмукозна міома матки",
          "d": "Поліп тіла матки",
          "e": "Аденокарцинома ендометрія"
        },
        "question": "Хвора 35 років зі скаргами на біль, кров’янисті виділення протягом 5 діб до та  після менструації. При гістероскопії у ділянці дна темно-червоні отвори, з яких виступає темна кров. Який діагноз відповідає клінічній картині?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Аденоміоз",
        "number": 99
      }, {
        "answers": {
          "a": "Позитивні симптоми подразнення очеревини",
          "b": "Характер пульсу",
          "c": " Характер температури",
          "d": "Характер болю",
          "e": "Показники загального аналізу крові"
        },
        "question": "У породіллі 29 років після операції кесарева розтину на третю добу з'явилися нудота, блювання, різкий біль у животі, діарея, тахікардія, парез кишок, позитивні симптоми подразнення очеревини. Температура тіла 39°С. У крові – лейкоцитоз зі зсувом вліво. Вкажіть на різницю між пельвіоперитонітом та параметритом при проведенні диференціальної діагностики у зазначеної пацієнтки.",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Позитивні симптоми подразнення очеревини",
        "number": 100
      }, {
        "answers": {
          "a": "Перитоніт",
          "b": "Пельвіоперитоніт",
          "c": "Ендометріт",
          "d": "Тромбофлебіт вен тазу і матки.",
          "e": "Двосторонній сальпінгоофорит"
        },
        "question": "Породілля 27 років  на 3 добу після операції кесаревого розтину скаржиться на підвищення температури до 38,8С, біль по всіму животу,відсутність стільця і затримку відходження газів, спрагу і слабкість. Об'єктивно: пульс -104 уд / хв., АТ -115/70 мм.рт.ст., шкіра бліда, язик сухий, обкладений білим нальотом. Живіт роздутий і напружений в усіх відділах, позитивний симптом подразнення очеревини. Дно матки на 1,5 пальця нижче пупка, матка тестоватой консистенції, хвороблива. При вагінальному дослідженні шийка матки пропускає1палець, з шийки гнійні виділення в помірній кількості . Матка збільшена до 17 -18 тижнів вагітності, м'яка, болюча при пальпації. Задній звід плоский, напружений, болючий. У крові лейкоцитоз 18,5 млн / л, ШОЕ -42 мм / г. Який діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Перитоніт",
        "number": 101
      }, {
        "answers": {
          "a": "Емболія навколоплідними водами",
          "b": "Інфаркт міокарду",
          "c": "Синдром Мендельсона",
          "d": "Еклампсія ",
          "e": "Повітряна емболія"
        },
        "question": "У породіллі під час проведення кесарського розтину під загальною анестезією раптово знизилася сатурація до 82 %, з'явилися вологі хрипи над поверхнею легенів, підвищився тиск  у дихальних шляхах до 38 мм вод. ст. під час проведення штучної вентиляції легенів. Що стало причиною цих змін у стані породіллі",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Емболія навколоплідними водами",
        "number": 102
      }, {
        "answers": {
          "a": "Переривання ектопічної вагітності",
          "b": "Маткова вагітність",
          "c": "Апоплексія яєчника",
          "d": "Запальний процес в додатках матки",
          "e": "Перекрут додатків матки"
        },
        "question": "В поліклініці жінці репродуктивного віку  на тлі затримки менструації стало зле: відмічає запаморочення, переймоподібні болі в гіпогастрії  справа, з’явились тенезми та незначні кров’янисті виділення з піхви. Гемодінамика стабільна. З якими станами необхідно проводити диференційну діагностику?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Переривання ектопічної вагітності",
        "number": 103
      }, {
        "answers": {
          "a": "Другий період, рання фаза пологів",
          "b": "Хибні пологи  /відсутність пологової діяльності/",
          "c": "Перший період, латентна фаза пологів",
          "d": "Перший період, активна фаза пологів",
          "e": "Другий період, пізня (потужна) фаза пологів"
        },
        "question": "Пацієнтка Н., репродуктивного віку доставлена на приймальне відділення  пологового будинку в терміні  пологів. При акушерському дослідженні встановлено: Повне розкриття шийки матки (10 см).  Голівка  плода у порожнині тазу. Немає  позивів до потуг. Якому періоду пологів і фазі відповідають ці дані:",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Другий період, рання фаза пологів",
        "number": 104
      }, {
        "answers": {
          "a": "Через 7 днів при задовільному стані пацієнтки",
          "b": "Через 14 днів",
          "c": "Через 2,7 днів без врахування клінічних ознак",
          "d": "Через 5 днів",
          "e": "Провелення повторного обстеження недоцільно"
        },
        "question": "У пацієнтки репродуктивного віку  з’явилися болі понизу живота і помірні кров’янисті виділення із статевих шляхів на тлі затримки менструації на 5 днів при задовільному загальному стані. При трансвагінальному УЗД не отримало ймовірних ознак маткової і  позаматкової вагітності. Через який термін  слід  провести повторне УЗД ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Через 7 днів при задовільному стані пацієнтки",
        "number": 105
      }, {
        "answers": {
          "a": "Балонна тампонада матки",
          "b": "Лапаротомія та поетапна деваскулярізація матки",
          "c": "Введення мізопростолу ректально",
          "d": "Бімануальна компрессія матки",
          "e": "Введення 1,0 г транексамової кіслоти"
        },
        "question": "Після пологів крупним плодом встановлено діагноз: гіпотонія матки, проведено ручне обстеження порожнини матки, розпочата утеротонічна терапія. Кровтрата склала 600мл, але матка гіпотонічна. Ваші наступні дії?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Балонна тампонада матки",
        "number": 106
      }, {
        "answers": {
          "a": "1:1",
          "b": "1:2",
          "c": "1:1,5",
          "d": "2:1",
          "e": "1:3"
        },
        "question": "Яке оптимальне співвідношення плазми та ерітроцитарної маси при проведенні інфузійно-трансфузійної терапії важкого геморагічного шоку?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "1:1",
        "number": 107
      }, {
        "answers": {
          "a": "Нв понад 90г/л, фибриноген понад 2 г/л",
          "b": "Нв понад 80г/л, фибриноген понад 3 г/л",
          "c": "Нв понад 70г/л, фибриноген понад 1,5 г/л",
          "d": "Нв понад 100г/л, фибриноген понад 1 г/л",
          "e": "Нв понад 100г/л, фибриноген понад 4 г/л"
        },
        "question": "Які цільові показники гемоглобіну та фибриногену при терапії геморагічного шоку?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Нв понад 90г/л, фибриноген понад 2 г/л",
        "number": 108
      }, {
        "answers": {
          "a": "Введення анти-D-імуноглобуліну ",
          "b": "Дінамічне спостереження за титром антитіл",
          "c": "Амніоцентез",
          "d": "УЗД плоду",
          "e": "Негайне розродження"
        },
        "question": "Вагітна жінка, 30 років, має резус-негативний тип крові, в 28 тижнів гестації проведено дослідження  на антітіла анті-D, результат: анті-D антітіла не визначаються. Яка подальша тактика ведення вагітної? ",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Введення анти-D-імуноглобуліну ",
        "number": 109
      }, {
        "answers": {
          "a": "Викликати швидку та транспортувати вагітну в акушерський стаціонар",
          "b": "Провести УЗД",
          "c": "Виконати амніоцентез",
          "d": "Зробити загальний аналіз крові",
          "e": "Оцінити стан  згортальної системи крові"
        },
        "question": "Першовагітна 26 років в терміні 39 тижнів звернулася до сімейного лікаря зі скаргами на відсутність рухів плоду на протязі 2 діб. Що повинен зробити сімейний лікар?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Викликати швидку та транспортувати вагітну в акушерський стаціонар",
        "number": 110
      }, {
        "answers": {
          "a": "Накладання акушерських щипців",
          "b": "Проведення кесарського розтину",
          "c": "Проведення вакуум-екстракції",
          "d": "Чекати народження дитини без сторонньої допомоги"
        },
        "question": "У роділлі, що народжує вперше з помірною прееклампсією  в терміні вагітності 38 тижнів в пологах з початком потуг підвищився А/Т до 180/110 мм рт. ст. Головного болю немає. Зір ясний. Серцебиття плоду ясне, ритмічне, 140 ударів за хвилину. За даними вагінального дослідження голівка плоду знаходиться у вузькій частині порожнини малого тазу, плодовий міхур відсутній. Яка тактика ведення породіллі?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Накладання акушерських щипців",
        "number": 111
      }, {
        "answers": {
          "a": "Вагітність I, 33-34 тижні. Набряки вагітності. Хронічний пієлонефрит, ремісія.",
          "b": "Вагітність I, 33-34 тижні. Хронічний пієлонефрит, загострення.",
          "c": "Вагітність I, 33-34 тижні. Прееклампсія легкого ступеню. Хронічний пієлонефрит, ремісія.",
          "d": "Вагітність I, 33-34 тижні. Прееклампсія легкого ступеню. Хронічний пієлонефрит, загострення.",
          "e": "Вагітність I, 33-34 тижні. Набряки вагітності. Хронічний пієлонефрит, ремісія."
        },
        "question": "Першовагітна  25 років, звернулася до лікаря в терміні гестації 33-34 тижні зі скаргами на набряки нижніх кінцівок. В анамнезі - хронічний пієлонефрит. Прибавка ваги склала 14 кг, за останній тиждень - 1,0 кг. Загальний стан задовільний. Шкірні покрови і видимі слизові оболонки звичайного забарвлення. Пульс 64 удари за хвилину, задовільного наповнення і напруги. А/Т 120/80 і 115/80 мм.рт.ст. Матка в нормотонусі. Положення плоду подовжене, передлежить голівка, рухлива над входом в малий таз. Тони плоду ясні, ритмічні, 140 ударів на хвилину. Набряки нижніх кінцівок. Загальні аналізи крові, сечі без патологічних змін. Ваш діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Вагітність I, 33-34 тижні. Набряки вагітності. Хронічний пієлонефрит, ремісія.",
        "number": 112
      }, {
        "answers": {
          "a": "Пельвіоперитонит",
          "b": "Апоплексія яєчника",
          "c": "Гострий ендометрит",
          "d": "Гострий сальпінгоофорит",
          "e": "Позаматкова вагітність"
        },
        "question": "Хвора М., 26 років поступила в  лікарню  зі скаргами  на  біль внизу живота, який виник під час останньої менструації, підвищення температури до 38,0 С, слабкість. Об’єктивно: АД 120/80 мм рт ст., пульс 98 уд/хв. Вагінальне дослідження: матка та додатки не визначаються в результаті напруження передньої очеревинної стінки. Заднє склепіння нависає, різко болюче. Діагноз?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Пельвіоперитонит",
        "number": 113
      }, {
        "answers": {
          "a": "Гострий ендометрит",
          "b": "Позаматкова вагітність",
          "c": "Децидуальний поліп",
          "d": "Позаматкова вагітністьа",
          "e": "Гострий сальпінгоофорит"
        },
        "question": "Хвора О., 35 років звернулась до лікаря зі скаргами на підвищення температури до 38,2С, гнійні виділення зі статевих шляхів, слабкість, біль у тазовій ділянці; тиждень тому проведений штучний аборт у строці 9-10 тиж. вагітності. При піхвовому дослідженні матка трохи більша норми, болюча при пальпації. Діагноз:",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Гострий ендометрит",
        "number": 114
      }, {
        "answers": {
          "a": "Правостороння трубна вагітність",
          "b": "Пельвіоперитонит",
          "c": "Апоплексія правого яєчника",
          "d": "Аборт, що розпочався",
          "e": "Гострий правобічний сальпінгоофорит"
        },
        "question": "Хвора 28 років, доставлена зі скаргами на гострий біль в нижній частині живота. Було короткочасне запаморочення. Затримка менструації 2 місяці. Шкіра бліда, АТ – 90/50 мм рт. ст., пульс – 110/хв. Живіт різко болючий у нижніх відділах. При вагінальному дослідженні: матка збільшена. Справа додатки збільшені, різко болючі. Заднє склепіння нависає. Який діагноз найбільш вірогідний?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Правостороння трубна вагітність",
        "number": 115
      }, {
        "answers": {
          "a": "Міома матки",
          "b": "Вагітність",
          "c": "Аномальна маткова кровотеча",
          "d": "Кістома яєчника",
          "e": "Рак тіла матки"
        },
        "question": "В жіночу консультацію звернулася жінка 40 років зі скаргами на порушення менструального циклу по типу гіперполіменореї на протязі півроку, тягнучі болі в нижніх відділах живота, слабкість. При гінекологічному обстеженні тіло матки збільшене до 12 тижнів вагітності, щільне, рухоме, безболісне. В аналізі крові виявлена анемія Hb=90 г/л. Яку патологію можна запідозрити?",
        "reference": "reference",
        "right_answer": "a",
        "right_answer_full": "Міома матки",
        "number": 116
      }
    ];
  },
});
//# sourceMappingURL=app.6fc31b65.js.map
